OpenDTEF-v1812/tutorials/mesh/foamyHexMesh/mixerVessel/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (phase1 phase2);

phase1
{
    transportModel  Newtonian;
    nu              1e-06;
    rho             300;
}

phase2
{
    transportModel  Newtonian;
    nu              1e-6;
    rho             1027;
}

sigma           0.07;

// ************************************************************************* //
